/* These are the strings used to build the menu */

/* First Menu Item */
"IrDA: Idle"		= "IrDA: Inaktivt";
"IrDA: Discovering"	= "IrDA: Letar";
"IrDA: Connected ("	= "IrDA: Ansluten (";
")"					= ")";
"IrDA: Broken Beam"	= "IrDA: Bruten stråle";
"IrDA: Invalid"		= "IrDA: Ogiltig";
"IrDA: Off"			= "IrDA: Av";

/* Second Menu Item */
"Turn IrDA On" = "Slå på IrDA";
"Turn IrDA Off" = "Stäng av IrDA";

/* Fourth Menu Item */
"Use Sound Effects" = "Använd Ljudeffekter";

/* Sixth Menu Item */
"Open Network Preferences..." = "Öppna Nätverksinställningar...";
